/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Mae angen cyfrif Clickatell.com.)";

/* Label for account field */
"Account:" = "Cyfrif:";

/* label for API ID field */
"API ID:" = "Dynodiad API:";

/* label for destination number field */
"Destination Number:" = "Rhif Gyfrchfan:";

/* Label for password field */
"Password:" = "Cyfrinair:";

/* Title for SMS plugin */
"SMS Notifications" = "Hysbysiadau SMS";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "I gofrestru:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nGweler am brisiau:\nhttp://www.clickatell.com/brochure/pricing.php";

